Repository: code4romania/votong
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Non-political statement
ro: Declarație neapartenență politică

source: first
ro: prima

source: previous
ro: precedenta

source: Page %(page)s of %(no_pages)s
ro: Pagina %(page)s din %(no_pages)s

source: next
ro: următoarea

source: last
ro: ultima

source: Welcome to VotONG!
ro: Bine ai venit pe VotONG!

source: Login as a member of the Electoral Commission.
ro: Autentifică-te ca membru al Comisiei Electorale.

source: Your username and password didn't match. Please try again.
ro: Numele de utilizator și parola nu se potrivesc. Încercați din nou.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
ro: Contul tău nu are acces la această pagină. Pentru a continua, autentificați-vă cu un cont care are acces.

source: Please login to see this page.
ro: Autentificați-vă pentru a vizualiza această pagină.

source: Password
ro: Parolă

source: password
ro: parolă

source: Forgot password?
ro: Ai uitat parola?

source: If you're not a member of the commission, please login using
ro: Dacă nu ești membru al comisiei, te rugăm să te autentifici folosind

source: this link
ro: acest link

source: Sign In
ro: Autentificare

source: To access your account, you need to authenticate through NGO Hub.
ro: Pentru a-ți accesa contul, este nevoie să te autentifici prin NGO Hub.

source: Click the "Log in" button and you will be redirected to the page where you need to authenticate using your NGO Hub credentials. After authentication, you will be redirected to your votONG account.
ro: Dă click pe butonul “Intră în cont” și vei fi redirecționat către pagina în care va trebui să te autentifici folosind credențialele tale NGO Hub. După autentificare, vei fi redirecționat către contul tău votONG.

source: Go to account
ro: Intră în cont

source: Do you not have an NGO Hub account?
ro: Nu ai cont NGO Hub?

source: Start registration
ro: Începe înregistrarea

source: Set a password
ro: Setează o parolă

source: Please enter your new password twice so we can verify you typed it in correctly.
ro: Introduceți parola de două ori pentru a verifica că e scrisă corect

source: Set my password
ro: Setează-mi parolă

source: The new password link was invalid, possibly because it has already been used. Please contact the administrators.
ro: Linkul pentru parola nouă este invalid, probabil pentru că a fost deja folosit. Te rugăm să contactezi administratorii.

source: The email address you entered is not valid. Please try again.
ro: Adresa de email pe care ai introdus-o nu este valida. Încearcă din nou.

source: In order to reset your password, please enter the organization e-mail address. This is the e-mail address that you filled in, under <b>Organization E-mail</b>, when you signed up your organization.
ro: Pentru a vă reseta parola, introduceți adresa de email a organizației. Aceasta este adresa de email completată în câmpul <b>Adresa de email a organizației</b>, în procesul de înscriere.

source: The password was reset
ro: Parola a fost resetată

source: Your password has been set. You may go ahead and log in now.
ro: Parola a fost setată. Te poți autentifica acum.

source: If you're part of the electoral commission, make sure to use
ro: Dacă faci parte din comisia electorală, asigură-te că folosești

source: the link from the footer.
ro: linkul din footer.

source: Confirm password reset
ro: Confirmă resetare parolă

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ro: Linkul este invalid. Probabil este din cauză ca a fost deja folosit. Te rugăm fă o cerere nouă de resetare a parolei.

source: Initiated password reset
ro: S-a inițializat resetarea parolei

source: published on
ro: publicat la

source: published
ro: publicat

source: candidates/
ro: candidatura/

source: candidates/register/
ro: candidatura/inregistrare/

source: candidates/<int:pk>/
ro: candidatura/<int:pk>

source: candidates/<int:pk>/vote/
ro: candidatura/<int:pk>/vot/

source: candidates/<int:pk>/support/
ro: candidatura/<int:pk>/sustinere/

source: candidates/<int:pk>/revoke/
ro: candidatura/<int:pk>/revocare/

source: candidates/<int:pk>/status-confirm/
ro: candidatura/<int:pk>/confirma-starea/

source: candidates/<int:pk>/update/
ro: candidatura/<int:pk>/actualizare/

source: candidates/all/
ro: candidatura/toate/

source: candidates/votes/
ro: candidatura/voturi/

source: candidates/results/
ro: candidatura/rezultate/

source: candidates/ces-results/
ro: candidatura/ces-rezultate/

source: committee/ngos/
ro: comisie/organizatii/

source: committee/candidates/
ro: comisie/candidatura/

source: ngos/
ro: organizatii/

source: ngos/register
ro: organizatii/inregistrare

source: ngos/<int:pk>
ro: organizatii/<int:pk>

source: ngos/<int:pk>/vote/<str:action>
ro: organizatii/<int:pk>/vot/<str:action>

source: ngos/<int:pk>/update
ro: organizatii/<int:pk>/actualizare

source: ngo-update/<int:pk>
ro: org-actualizare/<int:pk>

source: Thank you! We'll get in touch soon!
ro: Mulțumim! Vă vom contacta în curând!

source: Thank you for signing up! The form you filled in has reached us. Someone from our team will reach out to you as soon as your organization is validated. If you have any further questions, send us a message at %s.
ro: Vă mulțumim pentru înscriere, formularul a ajuns la noi. Cineva din echipa noastră vă va contacta imediat ce organizația trece de procesul de validare. Dacă aveți întrebări suplimentare, ne puteți trimite un mesaj la %s.

source: Update organization's profile
ro: Actualizează profilul organizației

source: Some data in this organization's profile can only be updated through NGO Hub.
ro: Unele date din profilul acestei organizații pot fi actualizate doar prin NGO Hub.

source: The organization's information is complete
ro: Informațiile organizației sunt actualizate

source: If you have recently edited information in the organization's account on NGO Hub and want to update it in the profile on VotONG, click here
ro: Dacă ați editat recent informații în contul organizației din NGO Hub și vreți să le actualizați în profilul de pe VotONG, apăsați aici

source: The organization does not have the voting domain set. To be able to vote, please set the voting domain.
ro: Trebuie să îți selectezi domeniul de votare (adică domeniul pe care îți vei exercita votul) pentru a te înscrie ca elector sau pentru a nominaliza un candidat.

source: You must write a rejection message.
ro: Trebuie să completați un motiv de respingere.

source: The candidate has been proposed and is gathering the necessary support.
ro: Candidatura a fost propusă și strânge susțineri

source: The candidate has been approved by the admins and is waiting for validation.
ro: Candidatura a fost trimisă spre validare Comisiei Electorale

source: The candidate has been validated by the electoral commission and can be voted.
ro: Candidatura a fost validată de Comisia Electorală și poate fi votată

source: The candidate has been rejected by the admins or the electoral commission.
ro: Candidatura a fost respinsă

source: User is not authenticated.
ro: Utilizatorul nu este autentificat.

source: Authenticated user does not have an organization.
ro: Utilizatorul autentificat nu are o organizație.

source: Candidate editing disabled
ro: Editarea candidaților este închisă

source: No user organization
ro: Utilizator fără organizație

source: No candidate
ro: Niciun candidat

source: Candidate does not belong to user organization
ro: Candidatul nu ține de organizația utilizatorului

source: A candidate can't be voted twice by the same organization.
ro: Un candidat nu poate fi votat de două ori de aceeași organizație

source: Cannot delete another user's confirmations
ro: Nu poți șterge confirmările altui utilizator

source: Confirmations successfully deleted
ro: Confirmările au fost șterse cu succes

source: Please wait %(minutes_threshold)s minutes before updating again.
ro: Vă rugăm așteptați %(minutes_threshold)s minute înainte de a actualiza din nou organizația.

source: Error updating organization
ro: Eroare la actualizarea organizației

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
ro: Dacă încă nu aveți un cont, %(link)sînregistrați-vă%(end_link)s întâi.

source: Mail me a sign-in code
ro: Trimite-mi prin email un cod de autentificare

source: Commission Sign In
ro: Autentificare comisie

source: Sign Out
ro: Ieșire cont

source: Redirecting to sign out...
ro: Redirecționare la ieșire...

source: or click here to sign out
ro: sau apasă aici pentru a ieși

source: Redirecting to authentication...
ro: Redirecționare la autentificare...
