Repository: code4romania/votong
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Identification
ro: Identificare

source: Flags
ro: Acțiuni

source: Permissions
ro: Permisiuni

source: Important dates
ro: Date importante

source: Request confirmations deletion
ro: Inițiază ștergerea confirmărilor

source: Organization
ro: Organizație

source: Groups
ro: Grupuri

source: Emails don't match.
ro: Emailurile nu se potrivesc.

source: This email can't be set. The user already exists.
ro: Acest email nu poate fi ales. Utilizatorul există deja.

source: This email can't be set.
ro: Acest email nu poate fi ales.

source: username
ro: nume utilizator

source: We do not use this field
ro: Nu utilizăm acest câmp

source: email address
ro: adresă email

source: is ngo hub user
ro: este utilizator NGO Hub

source: User
ro: Utilizator

source: Users
ro: Utilizatori

source: Group
ro: Grup

source: Commission user
ro: Utilizator Comisie Electorală

source: Commission users
ro: Utilizatori Comisie Electorală

source: You haven't uploaded an avatar yet. Please upload one now.
ro: Nu ai ales niciun avatar. Te rugăm să îți alegi unul.

source: Your current avatar
ro: Avatarul tău curent

source: Upload file...
ro: Încarcă fișier...

source: No uploaded file
ro: Niciun fișier încărcat

source: Upload New Image
ro: Încarcă o imagine nouă

source: Please select the avatars that you would like to delete.
ro: Te rugăm să alegi un avatar pentru a fi șters.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ro: Nu ai niciun avatar în ștergere. Te rugăm <a href="%(avatar_change_url)s">adaugă unul</a> acum.

source: Delete These
ro: Șterge

source: New email:
ro: Email nou:

source: Confirm new email:
ro: Confirmă emailul:

source: Change Email
ro: Schimbă email

source: You're receiving this email because you were invited as a commission member on VotONG.
ro: Ați primit acest email deoarece ați fost invitat ca membru al comisiei pe VotONG.

source: You were invited as a commission member with no voting rights.
ro: Ați fost invitat ca membru al comisiei fără drepturi de vot.

source: You will be able to see the proposals but you won't be able to confirm candidates.
ro: Veți putea să vedeți propunerile dar nu veți putea confirma candidați.

source: If you think this is a mistake, please contact the platform administrators.
ro: În cazul în care credeți că este o greșeală, vă rugăm să contactați administratorii platformei.

source: Please go to the following page and choose a new password:
ro: Vă rugăm să mergeți la pagina următoare și să alegeți o nouă parolă:

source: You will be able to sign in with your email address:
ro: Veți putea să vă autentificați cu adresa de email:

source: If you think this is a mistake, you can ignore this email.
ro: În cazul în care credeți că este o greșeală, puteți ignora acest email.

source: [VotONG] Commission member invite
ro: [VotONG] Invitație membru comisie

source: There is no VotONG application for this NGO Hub user.
ro: Aplicația VotONG nu este activă pentru acest utilizator de NGO Hub.

source: Sign In Error
ro: Eroare autentificare

source: This NGO Hub organization already exists for another VotONG user.
ro: Organizația din NGO Hub există deja pentru un alt utilizator VotONG.

source: There is no NGO Hub organization for this VotONG user.
ro: Nu există o Organizație în NGO Hub pentru acest utilizator VotONG.

source: The registration process for new organizations is currently disabled.
ro: Procesul de înregistrare pentru noi organizații nu este momentan deschis.

source: Unknown user role from NGO Hub.
ro: Rol de utilizator necunoscut in NGO Hub.

source: You must be an NGO Admin in NGO Hub in order to join VotONG.
ro: Trebuie sa fiți Administrator de ONG în NGO Hub pentru a vă înscrie în VotONG.

source: Commission member email:
ro: Email membru comisie:

source: Commission member email
ro: Email membru comisie

source: Confirm commission member email:
ro: Confirmă emailul membrului din comisie:

source: Confirm commission member email confirmation
ro: Confirmă emailul membrului din comisie

source: Has read-only permissions
ro: Are doar permisiuni de citire

source: Invite commission member
ro: Invită membru comisie

source: Back
ro: Înapoi

source: Reset password
ro: Resetează parolă

source: Commission invite
ro: Invitare comisie

source: Change email
ro: Schimbă email

source: Change avatar
ro: Schimbă avatar

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
ro: Introduceți parola de două ori pentru a verifica că e scrisă corect

source: Old password:
ro: Parolă veche:

source: New password:
ro: Parolă noua:

source: Confirm password:
ro: Confirmă parolă:

source: Change my password
ro: Schimbă-mi parola

source: password-reset/
ro: reseteaza-parola/

source: change-avatar/
ro: schimba-avatar/

source: change-email/
ro: schimba-email/

source: invite-commission/
ro: invita-comisie/

source: You cannot change the password for an NGO Hub account
ro: Nu puteți schimba parola pentru un cont NGO Hub

source: Password was updated successfully
ro: Parola a fost schimbată cu succes

source: You cannot change the email for an NGO Hub account
ro: Nu puteți schimba adresa de email pentru un cont NGO Hub

source: Email was updated successfully
ro: Adresa de email a fost modificată cu succes

source: You are not allowed to invite a commission member
ro: Nu aveți permisiunea de a invita un membru al comisiei

source: Commission member was invited successfully
ro: Membrul comisiei a fost invitat cu succes

source: Commission member could not be invited
ro: Membrul comisiei nu a putut fi invitat

source: Invalid email send method. Must be 'async' or 'sync'.
ro: Metoda de trimitere a emailului este invalidă. Trebuie să fie 'async' sau 'sync'.

source: Admin Civil Society Vote
ro: Administrare Votare Societatea Civilă

source: about/
ro: despre/

source: election-rules/
ro: procedura/

source: terms/
ro: termeni/

source: committee_public_statement/
ro: declaratie_publica_comitet/

source: platform_rules/
ro: regulamentul_platformei/

source: history/
ro: istoric/

source: accounts/error/registration-closed/
ro: cont/eroare/inregistrare-inchisa/

source: accounts/error/duplicate-organization/
ro: cont/eroare/organizatie-duplicat/

source: accounts/error/missing-organization/
ro: cont/eroare/organizatie-lipsa/

source: accounts/error/missing-application/
ro: cont/eroare/aplicatie-lipsa/

source: accounts/error/unknown-user-role/
ro: cont/eroare/utilizator-rol-necunoscut/

source: accounts/error/user-role/
ro: cont/eroare/rol-utilizator/

source: accounts/login/
ro: cont/login/

source: accounts/
ro: cont/

source: accounts/reset-password/
ro: cont/reseteaza-parola/

source: accounts/reset-password/done/
ro: cont/reseteaza-parola/gata/

source: accounts/reset-password/<uidb64>/<token>/
ro: cont/reseteaza-parola/<uidb64>/<token>/

source: accounts/set-password/<uidb64>/<token>/
ro: cont/seteaza-parola/<uidb64>/<token>/

source: accounts/reset-password/complete/
ro: cont/reseteaza-parola/complet/

source: authentication/
ro: autentificare/

source: Votes
ro: Voturi

source: Supporters
ro: Susținători

source: Confirmations
ro: Confirmări

source: supporters
ro: susținători

source: 10 or more
ro: 10 sau mai mulți

source: less than 10
ro: mai puțin de 10

source: confirmations
ro: confirmări

source: 5 or more
ro: 5 sau mai mult

source: less than 5
ro: mai puțin de 5

source: Set selected candidates status to REJECTED
ro: Modifică starea candidaților selectați în RESPINS

source: Set selected candidates status to ACCEPTED
ro: Modifică starea candidaților selectați în APROBAT

source: Set selected candidates status to PENDING
ro: Modifică starea candidaților selectați în ÎN AȘTEPTARE

source: Contact Information
ro: Informații de contact

source: Legal representative
ro: Reprezentant legal

source: Platform documents
ro: Documente platformă

source: user
ro: utilizator

source: candidate
ro: candidatură

source: Not set
ro: Nu este setat

source: voting domain
ro: domeniul de votare

source: Status Information
ro: Informații stare

source: Candidate Information
ro: Informații candidatură

source: Candidate Files
ro: Fișiere candidatură

source: CSV file imported
ro: Fișier CSV încărcat

source: Import Cities
ro: Încarcă orașe

source: Activate selected flags
ro: Activează acțiunile selectate

source: Deactivate selected flags
ro: Dezactivează acțiunile selectate

source: Configuration invalid. Missing flag(s) in database: {missing_flags}.
ro: Configurație invalidă. Lipsesc acțiunile din baza de date: {missing_flags}.

source: '{phase_name}' configuration invalid. Missing flag(s): {missing_flags}.
ro: '{phase_name}' configurare invalidă. Lipsesc comutatorul/comutatoarele: {missing_flags}.

source: Flags set successfully for '{phase_name}'.
ro: Comutatoarele au fost setate cu succes pentru '{phase_name}'.

source: PHASE PAUSE - platform pause
ro: FAZA PAUZĂ - pauză platformă

source: Set flags for PHASE PAUSE - platform pause
ro: Activează FAZA PAUZĂ - pauză platformă

source: PHASE DEACTIVATE - platform deactivate
ro: FAZA DEZACTIVARE - dezactivează platformă

source: Set flags for PHASE - platform deactivate
ro: Activează FAZA DEZACTIVARE - dezactivează platformă

source: PHASE 1 - organization & candidate registrations
ro: FAZA 1 - înregistrare candidați si organizații

source: Set flags for PHASE 1 - organization & candidate registrations
ro: Activează FAZA 1 - înregistrare candidați si organizații

source: PHASE 2 - candidate validation
ro: FAZA 2 - validare candidați

source: Set flags for PHASE 2 - candidate validation
ro: Activează FAZA 2 - validare candidați

source: PHASE 3 - voting
ro: FAZA 3 - votare

source: Set flags for PHASE 3 - voting
ro: Activează FAZA 3 - votare

source: FINAL PHASE - results
ro: FAZA FINALĂ - rezultate

source: Set flags for FINAL PHASE - results
ro: Activează FAZA FINALĂ - rezultate

source: Terms and Conditions
ro: Termeni și condiții

source: I agree to the {terms_url} of the VotONG platform
ro: Sunt de acord cu {terms_url} ale platformei VotONG

source: An organization with the same email address is already registered.
ro: O organizație cu aceeași adresă de email este deja înregistrată.

source: You need to accept terms and conditions.
ro: Trebuie să acceptați termenii și condițiile de utilizare

source: Organization already exists.
ro: Organizația există deja.

source: Voting domain cannot be changed. Please contact the site administrator.
ro: Domeniul de votare nu poate fi schimbat. Contactați administratorul site-ului.

source: To add a candidate you must upload all required documents in 'Organization Profile'
ro: Pentru a adăuga o candidatură trebuie să încarci toate documentele necesare în 'Profilul Organizației'

source: Please add all candidate fields
ro: Vă rugăm completați toate câmpurile candidaturii

source: Candidate registration is closed.
ro: Înregistrarea candidaților este închisă.

source: You cannot edit a candidate that is not proposed and outside of the candidate confirmation period.
ro: Nu puteți edita un candidat care nu este propus și în afara perioadei de confirmare a candidaturii.

source: [ERROR 32202] Please contact the site administrator.
ro: [EROARE 32202] Contactați administratorul site-ului.

source: CSV file
ro: Fișier CSV

source: Uploaded file is not a CSV file
ro: Fișierul încărcat nu e de tip CSV

source: The file size is %d %s but it must be under %d %s
ro: Fișierul are %d %s dar trebuie să fie sub %d %s

source: Active
ro: Activ

source: Inactive
ro: Inactiv

source: Enable organization registration
ro: Activează înregistrare organizație

source: Enable organization editing
ro: Activează editare organizație

source: Enable organization approvals
ro: Activează aprobare organizație

source: Enable candidate registration
ro: Activează înregistrare candidatură

source: Enable candidate editing
ro: Activează editare candidatură

source: Enable candidate supporting
ro: Activează susținere candidatură

source: Enable candidate voting
ro: Activează votare candidatură

source: Enable candidate confirmation
ro: Activează confirmare candidatură

source: Enable the phase when waiting for the display of results
ro: Activează faza de așteptare a afișării rezultatelor

source: Enable the display of results
ro: Activează afișarea rezultatelor

source: Enable the display of results after resolving all complaints
ro: Activează afișarea rezultatelor după rezolvarea tuturor contestațiilor

source: Voting round with just one domain (some restrictions will apply)
ro: Rundă de vot cu un singur domeniu (vor fi aplicate unele restricții)

source: Enable global support (the support of at least 10 organizations is required)
ro: Activează susținere globală (este necesară susținerea a cel puțin 10 organizații)

source: Enable the voting domain restriction for an organization
ro: Activează restricția domeniului de vot pentru o organizație

source: Flag
ro: Acțiune

source: Feature flag
ro: Acțiune etapă

source: Feature flags
ro: Acțiuni etape

source: Title
ro: Titlu

source: Author
ro: Autor

source: Content preview
ro: Sumar conținut

source: Content
ro: Conținut

source: Is visible?
ro: Este vizibil?

source: Date published
ro: Dată publicare

source: Blog post
ro: Articol blog

source: Blog posts
ro: Articole blog

source: Name
ro: Nume

source: Description
ro: Descriere

source: Number of seats
ro: Numărul de fotolii

source: Domain
ro: Domeniu

source: Domains
ro: Domenii

source: City
ro: Oraș

source: County
ro: Județ

source: Is county residence
ro: E reședință de județ

source: Cities
ro: Orașe

source: Draft
ro: Schiță

source: Pending approval
ro: Așteaptă aprobare

source: NGO Hub accepted
ro: Acceptat din NGO Hub

source: Accepted
ro: Acceptat

source: Rejected
ro: Respins

source: Status
ro: Stare

source: NGO Hub linked organization ID
ro: ID organizație în NGO Hub

source: Voting domain
ro: Domeniul de votare

source: The domain in which the organization can vote, support, and propose candidates – once set, the field can only be modified by the platform's administrators.
ro: Domeniul în care organizația poate vota, susține și propune candidați - odată setat, câmpul poate fi modificat doar de administratorii platformei.

source: NGO Name
ro: Nume organizație

source: Address
ro: Adresă

source: Registration number
ro: Număr de înregistrare în Registrul Național al ONG-urilor (de forma 11111/A/2016)

source: Organization Email
ro: Adresă de email organizație

source: Organization Phone
ro: Telefon organizație (opțional)

source: Short Description
ro: Scurtă descriere (opțional)

source: Legal Representative Name
ro: Nume reprezentant legal

source: Legal Representative Email
ro: Adresă de email reprezentant legal

source: Legal Representative Phone
ro: Telefon reprezentant legal (opțional)

source: Board council
ro: Consiliu Director (adaugă numele complet al fiecărui membru, separate prin virgulă)

source: Logo
ro: Siglă

source: First page of last balance sheet for %(CURRENT_EDITION_YEAR)s
ro: Prima pagină a bilanțului contabil pe anul %(CURRENT_EDITION_YEAR)s

source: NGO Statute
ro: Statutul organizației

source: Current year activity summary
ro: Sumarul de activități pentru anul curent

source: Summary of the activities carried out by the organization in the current year (between 500 and 2000 characters)
ro: Sumarul activităților desfășurate de organizație în anul curent (între 500 și 2000 de caractere)

source: Yearly report 2023
ro: Raport anual 2023

source: Yearly report 2022
ro: Raport anual 2022

source: Yearly report 2021
ro: Raport anual 2021

source: Non-discrimination statement
ro: Declarație nediscriminare

source: Non-political statement
ro: Declarație neapartenență politică

source: Fiscal certificate ANAF
ro: Certificat fiscal emis de ANAF

source: Fiscal certificate local
ro: Certificat fiscal emis de Direcția de Impozite și Taxe Locale

source: Accepted Terms and Conditions
ro: A acceptat termenii și condițiile

source: Rejection message
ro: Motiv respingere

source: Filename cache
ro: Cache nume fișier

source: Last NGO Hub update
ro: Ultima actualizare NGO Hub

source: Organizations
ro: Organizații

source: Pending candidate
ro: În așteptare

source: Accepted candidate
ro: Acceptată

source: Validated candidate
ro: Validată

source: Rejected candidate
ro: Respinsă

source: If this is set, the `org` field will be unset and the candidate is removed as the official proposal of the organization.
ro: Dacă este setat, câmpul `org` va fi șters și candidatul va fi eliminat ca propunere oficială a organizației.

source: The domain in which the candidate is running.
ro: Domeniul pentru care candidează candidatul.

source: Old Domain
ro: Domeniu vechi

source: Is proposed?
ro: Este propus?

source: Representative name
ro: Nume candidat

source: The name of the designated person in the organization.
ro: Numele persoanei mandatate de către organizație.

source: Representative role in organization
ro: Funcția candidatului în organizație

source: The role of the designated person in the organization.
ro: Funcția în organizației a persoanei desemnate

source: Candidate photo
ro: Fotografia candidatului

source: Representative statement
ro: Declarație pe propria răspundere

source: Declaration of the designated representative stating that he/she is not a member of the leadership of a political party, has not been elected to a public office and is not a dignitary of the Romanian state, has no criminal record.
ro: Declarație pe propria răspundere privind îndeplinirea următoarelor condiții: neapartenență politică, nu deține funcții de demnitate publică la nivel local sau central și nu este angajat al unei instituții sau autorități publice, nu are antecedente penale.

source: Mandate
ro: Mandat

source: Mandate from the organization (signed in original + electronic) with the highlighting of the domain for which it is running
ro: Mandat din partea organizației (semnat în original + electronică) cu sublinierea domeniului pentru care candidează

source: Letter of intent
ro: Scrisoare de intenție

source: Letter of intent (with the mention of the domain to be represented in the CES)
ro: Scrisoare de intenție (cu menționarea domeniului pe care dorește să îl reprezinte în CES)

source: Europass format CV
ro: CV în format Europass

source: Declaration of interests
ro: Declarație de interese

source: Official format Declaration of interests
ro: Declarație de interese în format oficial

source: Fiscal record
ro: Cazier fiscal

source: Fiscal record, valid at the time of submitting the candidacy
ro: Cazier fiscal, valabil la data depunerii candidaturii

source: Criminal record
ro: Cazier judiciar

source: (Optional) Criminal record, valid at the time of submitting the candidacy
ro: (Opțional) Cazier judiciar, valabil la data depunerii candidaturii

source: Candidates
ro: Candidaturi

source: Candidate
ro: Candidatură

source: Cannot update candidate after votes have been cast.
ro: Nu se poate modifica candidatura după ce s-au înregistrat voturi.

source: Candidate votes
ro: Voturi candidatură

source: Candidate vote
ro: Vot candidatură

source: Canditate supporters
ro: Susținători candidatură

source: Candidate supporter
ro: Susținător candidatură

source: Candidate confirmations
ro: Confirmări candidatură

source: Candidate confirmation
ro: Confirmare candidatură

source: Your new password must be different.
ro: Parola nouă trebuie să fie diferită de cea veche.

source: Please correct the error below. Your new password must be different. Please try again.
ro: Corectați următoarea eroare. Parola nouă trebuie să fie diferită. Încercați din nou.

source: By %(filter_title)s
ro: După %(filter_title)s

source: Import
ro: Încărcare

source: Upload CSV file and add new cities
ro: Încarcă fișier CSV și adaugă orașe

source: Read more
ro: Citește mai mult

source: No blog posts have been published yet.
ro: Nu au fost publicate încă articole pe blog.

source: by
ro: de

source: back to article list
ro: înapoi la lista de articole

source: Upload the file in NGO Hub and refresh the data
ro: Încarcă fișierul în NGO Hub și actualizează datele

source: Upload file
ro: Încarcă fișier

source: Download current file
ro: Descarcă fișierul actual

source: Search...
ro: Caută...

source: All candidates
ro: Toți candidații

source: View details
ro: Vizualizează detalii

source: Section:
ro: Secțiune:

source: Supporters:
ro: Susținători:

source: Confirm candidate status
ro: Confirmă starea candidaturii

source: ✔ VOTED
ro: ✔ VOTAT

source: You have used all the votes allotted for this domain.
ro: Ai folosit toate voturile alocate pentru acest domeniu.

source: Vote
ro: Votează

source: You need to choose your domain
ro: Trebuie să îți alegi domeniul de votare

source: You can't vote
ro: Nu poți vota

source: Candidate information
ro: Informații candidatură

source: Representative role
ro: Funcție reprezentant

source: Proposed candidates
ro: Candidați propuși

source: Settings
ro: Setări

source: Save profile
ro: Salvează profil

source: Propose candidate
ro: Propune candidatură

source: Publish changes
ro: Publică modificările

source: Update profile
ro: Modifică profil

source: CE elections
ro: Alegeri CE

source: CES elections
ro: Alegeri CES

source: Pending candidates
ro: Candidaturi propuse

source: Validated candidates
ro: Candidaturi validate

source: Rejected candidates
ro: Candidaturi respinse

source: Accepted candidates
ro: Candidaturi acceptate

source: No results matching query
ro: Nu există nici un rezultat

source: Reset candidate confirmations
ro: Șterge confirmările de candidatură

source: Resetting the candidate confirmations is irreversible. Are you sure you want to continue?
ro: Ștergerea confirmărilor de candidatură este ireversibilă. Sigur vrei să continui?

source: Continue
ro: Continuă

source: Pending Organizations
ro: Organizații nevalidate

source: Accepted Organizations
ro: Organizații validate

source: Rejected Organizations
ro: Organizații respinse

source: A project developed by
ro: Un proiect dezvoltat de

source: in partnership with
ro: în parteneriat cu

source: Upload document
ro: Încarcă document

source: USEFUL LINKS
ro: LINKURI UTILE

source: About VotONG
ro: Despre VotONG

source: Platform rules
ro: Regulament platformă

source: Methodology
ro: Regulament alegeri CES

source: Privacy policy
ro: Politică de confidențialitate

source: Terms and conditions
ro: Termeni și condiții de utilizare

source: Commission sign in
ro: Autentificare comisie

source: SOCIAL MEDIA
ro: REȚELE SOCIALE

source: About the platform
ro: Despre platformă

source: CES Elections
ro: Alegeri CES

source: VotONG Elections
ro: Alegeri VotONG

source: PNRR Elections
ro: Alegeri PNRR

source: Elections
ro: Alegeri Societatea Civilă

source: History
ro: Istoric

source: Register organization
ro: Înscriere organizație

source: STOP IMPERSONATING
ro: OPREȘTE IMPERSONAREA

source: Logout
ro: Ieșire cont

source: Login
ro: Autentificare

source: Message
ro: Mesaj

source: Project developed in the program
ro: Proiect dezvoltat în programul

source: Short description
ro: Descriere scurtă

source: Registered organizations
ro: Organizații înscrise

source: Send registration request
ro: Trimite cerere înregistrare

source: Warning!
ro: Atenție!

source: Refresh NGO Information
ro: Actualizează informațiile organizației

source: Some data wasn't found on NGO Hub.
ro: Unele date nu au fost găsite în NGO Hub.

source: Update organization
ro: Modifică organizație

source: My votes
ro: Voturile mele

source: Organization Documents
ro: Documentele organizație

source: First page of the last balance sheet
ro: Prima pagină a ultimului bilanț contabil

source: Non-discrimination statement
ro: Declarație nediscriminare
