Repository: code4romania/votong
Catalog: civil_society_vote/locale/*/LC_MESSAGES/django.po
Languages: ro

source: This email can't be set.
ro: Acest email nu poate fi ales.

source: email address
ro: adresa email

source: You haven't uploaded an avatar yet. Please upload one now.
ro: Nu ai ales nici un avatar. Te rugăm să îți alegi unul.

source: Your current avatar
ro: Avatarul tău curent

source: Upload file...
ro: Încarcă fișier

source: No uploaded file
ro: Niciun fișier încărcat

source: Upload New Image
ro: Încarcă o imagine

source: Please select the avatars that you would like to delete.
ro: Te rugăm să alegi un avatar pentru a fi șters.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ro: Nu ai niciun avatar în ștergere. Te rugăm <a href="%(avatar_change_url)s">adaugă unul</a> acum.

source: Delete These
ro: Șterge

source: New email:
ro: Email

source: Change Email
ro: Schimbă email

source: Back
ro: Înapoi

source: Reset password
ro: Resetează parola

source: Change email
ro: Schimbă email

source: Change avatar
ro: Schimbă avatar

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
ro: Introduceți parola de două ori pentru a verifica că e scrisă corect

source: Old password:
ro: Parola veche:

source: New password:
ro: Parola noua:

source: Confirm password:
ro: Confirmă parola:

source: Change my password
ro: Schimbă-mi parola

source: password-reset/
ro: reseteaza-parola/

source: change-avatar/
ro: schimba-avatar/

source: change-email/
ro: schimba-email/

source: Password was updated successfully
ro: Parola a fost schimbată cu succes

source: Email was updated successfully
ro: Adresa de E-mail a fost modificată cu succes!

source: Admin Civil Society Vote
ro: Administrare Votare Societatea Civilă

source: about/
ro: despre/

source: rules/
ro: regulament/

source: terms/
ro: termeni/

source: platform_rules/
ro: regulamentul_platformei/

source: accounts/
ro: cont/

source: accounts/reset-password/
ro: cont/reseteaza-parola/

source: accounts/reset-password/done/
ro: cont/reseteaza-parola/gata/

source: accounts/reset-password/<uidb64>/<token>/
ro: cont/reseteaza-parola/<uidb64>/<token>/

source: accounts/reset-password/complete/
ro: cont/reseteaza-parola/complet/

source: groups
ro: grupuri

source: user
ro: utilizator

source: candidate
ro: candidat

source: supporters
ro: susținători

source: 10 or more
ro: 10 sau mai mulți

source: less than 10
ro: mai puțin de 10

source: confirmations
ro: confirmări

source: 5 or more
ro: 5 sau mai multe

source: less than 5
ro: mai puține de 5

source: Set selected candidates status to REJECTED
ro: Modifică starea candidaților selectați în RESPINS

source: Set selected candidates status to ACCEPTED
ro: Modifică starea candidaților selectați în APROBAT

source: Set selected candidates status to PENDING
ro: Modifică starea candidaților selectați în ÎN AȘTEPTARE

source: Votes
ro: Voturi

source: Supporters
ro: Susținători

source: Confirmations
ro: Confirmări

source: CSV file imported
ro: Fișier CSV încărcat

source: Import Cities
ro: Încarcă orașe

source: I agree to the <a href="https://votong.ro/ro/termeni/" target="_blank" rel="noopener noreferrer">Terms and Conditions</a> of the VotONG platform
ro: Sunt de acord cu <a href="https://votong.ro/ro/termeni/" target="_blank">Termenii și condițiile</a> platformei VotONG

source: I declare that the members of the management of the organization I represent (the President and the members of the Board of Directors) do not occupy leading positions of political parties and are not elected officials.
ro: Declar ca membrii conducerii organizației (Președinte și Consiliu Director) nu sunt membri ai conducerii unui partid politic sau persoane care au fost alese într-o funcție publică

source: An organization with the same email address is already registered.
ro: O organizație cu aceeași adresă de email este deja înregistrată.

source: You need to accept terms and conditions.
ro: Trebuie să accepți termenii și condiții de utilizare

source: Organisation members need to be apolitical.
ro: Membrii organizației trebuie să fie apolitici.

source: Authenticated user does not have an organization.
ro: Utilizatorul autentificat nu are o organizație.

source: Organization already has a candidate.
ro: Organizatia are deja un candidat

source: To add a candidate you must upload all required documents in 'Organization Profile'
ro: Pentru a adăuga un candidat trebuie să încarci toate documentele necesare în 'Profilul Organizației'

source: [ERROR 32202] Please contact the site administrator.
ro: [EROARE 32202] Contactați administratorul site-ului.

source: CSV file
ro: Fișier CSV

source: Uploaded file is not a CSV file
ro: Fișierul încărcat nu e de tip CSV

source: Active
ro: Activ

source: Inactive
ro: Inactiv

source: Enable organization registration
ro: Activează înregistrare organizație

source: Enable organization approvals
ro: Activează aprobare organizație

source: Enable organization voting
ro: Activează votare organizație

source: Enable candidate registration
ro: Activează înregistrare candidat

source: Enable candidate supporting
ro: Activează susținere candidat

source: Enable candidate voting
ro: Activează votare candidat

source: Pending organizations digest email
ro: Model e-mail pentru organizații în așteptare

source: Your organization was approved
ro: Organizația ta a fost aprobată

source: Your organization was rejected
ro: Organizația ta a fost respinsă

source: Vote audit log
ro: Audit vot

source: Confirmation email
ro: Email de confirmare

source: Template
ro: Șablon

source: Text content
ro: Conținut text

source: HTML content
ro: Conținut HTML

source: Email template
ro: Șablon email

source: Email templates
ro: Șabloane email

source: Name
ro: Nume

source: Description
ro: Descriere

source: Number of seats
ro: Numărul de fotolii

source: Domain
ro: Domeniu

source: Domains
ro: Domenii

source: City
ro: Oraș

source: County
ro: Județ

source: Is county residence
ro: E reședință de județ

source: Cities
ro: Orașe

source: Pending
ro: În așteptare

source: Accepted
ro: Acceptat

source: Rejected
ro: Respins

source: NGO Name
ro: Numele organizației

source: Address
ro: Adresa

source: Registration number
ro: Numărul de înregistrare în Registrul Național al ONG-urilor (de forma 11111/A/2016)

source: Organisation Email
ro: Adresa de E-mail a organizației

source: Organisation Phone
ro: Telefon organizație (opțional)

source: Short Description
ro: Scurtă descriere (opțional)

source: Legal Representative Name
ro: Nume reprezentant legal

source: Legal Representative Email
ro: Adresă de E-mail a reprezentantului legal

source: Legal Representative Phone
ro: Telefon reprezentant legal (opțional)

source: Organisation Head Name
ro: Numele complet al președintelui organizației (sau director executiv dacă este cazul)

source: Board council
ro: Consiliu Director (adaugă numele complet al fiecărui membru, separate prin virgulă)

source: Logo
ro: Siglă

source: First page of last balance sheet
ro: Prima pagină a bilanțului contabil pe anul 2019 depus la Ministerul Finanțelor

source: NGO Statute
ro: Statutul organizației

source: Accepted Terms and Conditions
ro: A acceptat termenii și condițiile

source: Has political party members
ro: Are membrii în partide politice

source: Yearly report 2019
ro: Raport anual 2019

source: Yearly report 2018
ro: Raport anual 2018

source: Yearly report 2017
ro: Raport anual 2017

source: Fiscal certificate
ro: Certificat fiscal

source: Statement
ro: Declarație pe propria răspundere

source: Rejection message
ro: Motiv respingere

source: Organizations
ro: Organizații

source: Organization
ro: Organizație

source: Role in organization
ro: Funcție în organizație

source: Professional experience
ro: Activitate profesională

source: Studies
ro: Studii

source: Main Objectives
ro: Care sunt principalele obiective pe care ți le propui dacă vei obține un loc în Comitetul Economic și Social?

source: Main Points
ro: Care considerați că ar trebui să fie cele mai importante puncte de pe agenda domeniului pentru care aplicați?

source: Relevant Moments
ro: Care sunt cele mai relevante momente din experiența ta care te recomandă pentru a ocupa un loc in Comitetul Economic și Social?

source: Phone
ro: Telefon

source: Photo
ro: Fotografie

source: Mandate from the organization
ro: Mandat din partea organizației, ștampilat și semnat

source: Letter of intent
ro: Scrisoare de intenție

source: Statement of interests
ro: Declarație de interese

source: Tax records
ro: Cazier fiscal

source: Legal records
ro: Cazier juridic

source: Is proposed?
ro: Este propus?

source: Candidates
ro: Candidați

source: Candidate
ro: Candidat

source: Cannot update candidate after votes have been cast.
ro: Nu se poate modifica candidatul dupa ce s-au inregistrat voturi.

source: Canditate votes
ro: Voturi candidați

source: Candidate vote
ro: Vot candidat

source: Canditate supporters
ro: Susținători candidat

source: Candidate supporter
ro: Susținător candidat

source: Canditate confirmations
ro: Confirmări candidat

source: Candidate confirmation
ro: Confirmare candidat

source: Your new password must be different.
ro: Parola nouă trebuie să fie diferită de cea veche.

source: Please correct the error below. Your new password must be different. Please try again.
ro: Te rog corectează următoarea eroare. Parola nouă trebuie să fie diferită. Te rog încearcă din nou.

source: By %(filter_title)s
ro: După %(filter_title)s

source: Import
ro: Încărcare

source: Upload CSV file and add new cities
ro: Încarcă fișier CSV și adaugă orașe

source: Upload file
ro: Încarcă fișier

source: General information
ro: Informații generale

source: Role
ro: Funcție

source: Documents
ro: Documente

source: Search...
ro: Caută...

source: View details
ro: Vizualizează detalii

source: Settings
ro: Setări

source: Propose candidate
ro: Propune candidat

source: Save profile
ro: Salvează profil

source: Publish changes
ro: Publică modificările

source: Update profile
ro: Modifică profil

source: Pending candidates
ro: Candidați propusi

source: Accepted candidates
ro: Candidați validați

source: No results matching query
ro: Nu există nici un rezultat

source: Pending Organisations
ro: Organizații nevalidate

source: Accepted Organisations
ro: Organizații validate

source: Rejected Organisations
ro: Organizații respinse

source: Rejected candidates
ro: Candidați respinși

source: A project developed by
ro: Un proiect dezvoltat de

source: in partnership with
ro: în parteneriat cu

source: Upload document
ro: Încarcă document

source: About VotONG
ro: Despre VotONG

source: Platform rules
ro: Regulamentul platformei

source: Privacy Policy
ro: Politica de confidențialitate

source: Terms and conditions
ro: Termeni și condiții de utilizare

source: Get Involved
ro: Implică-te

source: About the platform
ro: Despre platformă

source: History
ro: Istoric

source: CES elections
ro: Alegeri CES

source: Register your organisation
ro: Înscriere organizație

source: Metodology
ro: Metodologie

source: Logout
ro: Ieșire cont

source: Register organization
ro: Înscriere organizație

source: Login
ro: Autentificare

source: Project developed in the program
ro: Proiect dezvoltat în programul

source: Registered organisations
ro: Organizații înscrise

source: All
ro: Toate

source: Reset filters
ro: Resetează filtrele

source: Send registration request
ro: Trimite cerere înregistrare

source: Update organization
ro: Modifică organizație

source: My votes
ro: Voturile mele

source: Your username and password didn't match. Please try again.
ro: Numele de utilizator si parola nu se potrivesc. Te rugam sa incerci din nou.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
ro: Contul tau nu are acces la aceasta pagina. Pentru a continua, va rugam sa va autentificati cu un cont care are acces.

source: Please login to see this page.
ro: Va rugam sa va autentificati pentru a vizualiza aceasta pagina.

source: Password
ro: Parola

source: password
ro: parola

source: Forgot password?
ro: Ai uitat parola?

source: The email address you entered is not valid. Please try again.
ro: Adresa de email pe care ai introdus-o nu este valida. Inceaca din nou.

source: In order to reset your password, please enter the organisation e-mail address. This is the e-mail address that you filled in, under <b>Organisation E-mail</b>, when you signed your organisation up.
ro: Pentru a vă reseta parola, introduceți adresa de E-mail a organizației. Aceasta este adresa de E-mail completată în câmpul <b>Adresa de E-mail a organizației</b>, în procesul de înscreire.

source: The password was reset
ro: Parola a fost resetata

source: Your password has been set. You may go ahead and log in now.
ro: Parola a fost setata. Te poti autentifica acum.

source: Confirm password reset
ro: Confirmă resetare parola

source: Please enter your new password twice so we can verify you typed it in correctly.
ro: Introduceti parola de doua ori pentru a verifica ca e scrisa corect

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ro: Linkul este invalid. Probabil este din cauză ca a fost deja folosit. Te rugăm fă o cerere nouă de resetare a parolei.

source: Initiated password reset
ro: S-a initializat resetarea parolei

source: first
ro: prima

source: previous
ro: precedenta

source: Page %(page)s of %(no_pages)s
ro: Pagina %(page)s din %(no_pages)s

source: next
ro: următoarea

source: last
ro: ultima

source: candidates/
ro: candidati/

source: candidates/register
ro: candidati/inregistrare

source: candidates/<int:pk>
ro: candidati/<int:pk>

source: candidates/<int:pk>/vote
ro: candidati/<int:pk>/vot

source: candidates/<int:pk>/support
ro: candidati/<int:pk>/sustinere

source: candidates/<int:pk>/revoke
ro: candidati/<int:pk>/revocare

source: candidates/<int:pk>/status-confirm
ro: candidati/<int:pk>/confirma-starea

source: candidates/<int:pk>/update
ro: candidati/<int:pk>/actualizare

source: candidates/votes
ro: candidati/voturi

source: committee/ngos/
ro: comisie/organizatii/

source: committee/candidates/
ro: comisie/candidati/

source: ngos/
ro: organizatii/

source: ngos/register
ro: organizatii/inregistrare

source: ngos/<int:pk>
ro: organizatii/<int:pk>

source: ngos/<int:pk>/vote/<str:action>
ro: organizatii/<int:pk>/vot/<str:action>

source: ngos/<int:pk>/update
ro: organizatii/<int:pk>/actualizare

source: Thank you! We'll get in touch soon!
ro: Mulțumim! Vă vom contacta curând!

source: Thank you for signing up! The form you filled in has reached us. Someone from our team will reach out to you as soon as your organization is validated. If you have any further questions, send us a message at contact@votong.ro
ro: Îți mulțumim pentru înscriere, formularul a ajuns la noi. Cineva din echipa noastră te va contacta imediat ce organizația trece de procesul de validare. Dacă ai întrebări suplimentare, ne poți trimite un mesaj la adresa contact@votong.ro.

source: You must write a rejection message.
ro: Trebuie să completezi un motiv de respingere.
